{
  "data": [
    {
      "title": "Douluo Dalu",
      "category": "Manhua",
      "description": "Tang San is one of Tang Sect martial art clan's most prestigious disciples and peerless in the use of hidden weapons. With high expectations, the sect's elders believe his future will be bright; yet Tang chooses to forsake this life at the cost of obtaining the sect's forbidden lore—an action punishable by death. Tang, now content with his ascension of knowledge, sees no reason to keep on living and jumps from Hell's Peak, but little did he know that that would not be the end of his existence.",
      "id": 1
    },
    {
      "title": "Douluo Dalu 2",
      "category": "Manhua",
      "description": "A land without magic, dou-qi or martial arts, but having essence spirits. This is the combat continent 10 000 years after the formation of Tang Sect. A new hero and his friends walk the land. There are new Seven Monsters of Shrek. Will the Tang Sect be able to struggle through? Or will it crumble due to a new essence system?",
      "id": 2
    },
    {
      "title": "Tower of God",
      "category": "Manhwa",
      "description": "Twenty-Fifth Bam had been alone his whole life until he met Rachel. Now, however, Rachel is set on climbing the Tower, and she is willing to leave Bam behind to do so. After Rachel disappears in a veil of light, Bam follows her, vowing to ascend the Tower in hopes of meeting her again.",
      "id": 3
    },
    {
      "title": "Douluo Dalu 3",
      "category": "Manhua",
      "description": "Following the advancement of spirit technology, the humans of Douluo Continent conquered the ocean and discovered two new continents. After being hunted by spirit masters excessively, the spirit beasts are nearly extinct. After countless years of lying dormant, the King of the Spirit Beasts has awakened in the Great Star Dou Forest. It will lead its remaining clansmen in taking vengeance against humanity!",
      "id": 4
    },
    {
      "title": "Douluo Dalu 4",
      "category": "Manhua",
      "description": "Following the advancement of spirit technology, the humans of Douluo Continent conquered the ocean and discovered two new continents. After being hunted by spirit masters excessively, the spirit beasts are nearly extinct. After countless years of lying dormant, the King of the Spirit Beasts has awakened in the Great Star Dou Forest. It will lead its remaining clansmen in taking vengeance against humanity!",
      "id": 5
    }
  ]
}